/* Next-button titles */
"CLOSE" = "Закрыть";
"SHUTDOWN" = "Выключить";
"RESTART" = "Перезагрузить";
"LOGOUT" = "Выход";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "Работа программы «Установщик» будет автоматически завершена через %d сек.";
"AutoQuit1"		= "Программа «Установщик» будет автоматически завершена через 1 секунду.";
"AutoMsg"		= "Компьютер выполнит %1$@ через %2$d сек.";
"AutoMsg1"		= "Компьютер выполнит %1$@ через 1 секунду.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "перезагрузку";
"AutoLogout"	= "выход";
"AutoShutdown"	= "выключение";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "Компьютер перезагружается.";
"AutoLogoutIsOccurring" = "Компьютер производит выход.";
"AutoShutdownIsOccurring" = "Компьютер выключается.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Нажмите «Выключить», чтобы завершить установку ПО.";
"ManualLogoutMsg" = "Нажмите «Выход», чтобы завершить установку ПО.";
"ManualRequiredRebootMsg" = "Нажмите «Перезагрузить» для завершения установки.";
"ManualRequiredRebootAfterFailureMsg" = "Для повторной установки нажмите «Перезагрузить».";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "Установка была успешно завершена.";
"InstallCompletedSuccessfullyDescription" = "ПО успешно установлено.";
"InstallCompletedWithErrorsTitle" = "При установке произошли ошибки. Попытайтесь выполнить установку повторно.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "Установка прошла успешно.";
"InstallFailedTitle" = "Установка не выполнена.";
